{
    "Delete": "حذف",
    "View": "عرض",
    "Actions": "عمليات",
    "Edit": "تعديل",
    "Name": "الاسم",
    "Role": "الوظيفة",
    "Create": "انشاء",
    "Update": "تحديث",
    "Permissions": "صلاحيات",
    "All Columns": "جميع الاعمدة",
    "Add Role": "اضافة وظيفة",
    "Are you sure?": "هل انت متأكد ؟",
    "Yes": "نعم",
    "No": "لا",
    "Please Confirm This Process": "من فضلك قم بتأكيد العملية",
    "Home": "الصفحة الرئيسية",
    "Users": "المستخدمين",
    "All Users": "قائمة المستخدمين",
    "Roles": "الوظائف",
    "Profile Photo": "صورة البروفايل",
    "Email": "البريد الالكترونى",
    "Create User": "انشاء مستخدم",
    "Password": "كلمة المرور",
    "Password Confirmation": "تأكيد كلمة المرور",
    "Profile": "الصفحة الشخصية",
    "Log Out": "تسجيل الخروج",
    "Manage Account": "ادارة الحساب",
    "Delete Account": "حذف الحساب",
    "Permanently delete your account.": "احذف حسابك بشكل دائم",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Before deleting your account, please download any data or information that you wish to retain.": "بمجرد حذف حسابك ، سيتم حذف جميع موارده وبياناته نهائيًا. قبل حذف حسابك ، يرجى تنزيل أي بيانات أو معلومات ترغب في الاحتفاظ به",
    "Are you sure you want to delete your account? Once your account is deleted, all of its resources and data will be permanently deleted. Please enter your password to confirm you would like to permanently delete your account.": "هل انت متأكد انك تريد حذف حسابك؟ بمجرد حذف حسابك ، سيتم حذف جميع موارده وبياناته نهائيًا. الرجاء إدخال كلمة المرور الخاصة بك لتأكيد رغبتك في حذف حسابك بشكل دائم.",
    "Cancel": "الغاء",
    "Browser Sessions": "جلسات المتصفح",
    "Manage and log out your active sessions on other browsers and devices.": "إدارة جلساتك النشطة وتسجيل الخروج منها على متصفحات وأجهزة أخرى.",
    "If necessary, you may log out of all of your other browser sessions across all of your devices. Some of your recent sessions are listed below; however, this list may not be exhaustive. If you feel your account has been compromised, you should also update your password.": "إذا لزم الأمر ، يمكنك تسجيل الخروج من جميع جلسات المتصفح الأخرى عبر جميع أجهزتك. بعض جلساتك الأخيرة مذكورة أدناه ؛ ومع ذلك ، قد لا تكون هذه القائمة شاملة. إذا شعرت أنه تم اختراق حسابك ، يجب عليك أيضًا تحديث كلمة المرور الخاصة بك.",
    "This device": "هذا الجهاز",
    "Last active": "اخر نشاط",
    "Profile Information": "بيانات الحساب",
    "Update your account's profile information and email address.": "قم بتحديث معلومات الملف الشخصي الخاصة بحسابك  وعنوان البريد الإلكتروني.",
    "Photo": "الصورة",
    "Select A New Photo": "اختر صورة جديدة",
    "Remove Photo": "ازل الصورة",
    "Your email address is unverified.": "لم يتم التحقق من عنوان بريدنا الإلكتروني.",
    "Click here to re-send the verification email.": "انقر هنا لإعادة إرسال رسالة التحقق",
    "A new verification link has been sent to your email address.": "تم إرسال رابط تحقق جديد إلى عنوان بريدك الإلكتروني.",
    "Saved.": "تم الحفظ",
    "Save": "حفظ",
    "Two Factor Authentication": "المصادقة الثنائية",
    "Add additional security to your account using two factor authentication.": "أضف أمانًا إضافيًا إلى حسابك باستخدام المصادقة الثنائية.",
    "Finish enabling two factor authentication.": "الانتهاء من تمكين المصادقة الثنائية.",
    "You have enabled two factor authentication.": "لقد قمت بتمكين المصادقة الثنائية.",
    "You have not enabled two factor authentication.": "لم تقم بتمكين المصادقة الثنائية.",
    "When two factor authentication is enabled, you will be prompted for a secure, random token during authentication. You may retrieve this token from your phone's Google Authenticator application.": "عند تمكين المصادقة الثنائية ، ستتم مطالبتك برمز مميز آمن وعشوائي أثناء المصادقة. يمكنك استرداد هذا الرمز المميز من تطبيق Google Authenticator بهاتفك.",
    "To finish enabling two factor authentication, scan the following QR code using your phone's authenticator application or enter the setup key and provide the generated OTP code.": "لإنهاء تمكين المصادقة الثنائية ، امسح رمز الاستجابة السريعة التالي باستخدام تطبيق المصادقة على هاتفك أو أدخل مفتاح الإعداد وقدم رمز OTP الذي تم إنشاؤه.",
    "Two factor authentication is now enabled. Scan the following QR code using your phone's authenticator application or enter the setup key.": "تم تمكين المصادقة الثنائية الآن. امسح رمز الاستجابة السريعة التالي ضوئيًا باستخدام تطبيق المصادقة على هاتفك أو أدخل مفتاح الإعداد.",
    "Setup Key": "مفتاح الإعداد",
    "Code": "الكود",
    "Enable": "تفعيل",
    "Regenerate Recovery Codes": "إعادة إنشاء رموز الاسترداد",
    "Confirm": "تأكيد",
    "Show Recovery Codes": "إظهار رموز الاسترداد",
    "Disable": "الغاء النفعيل",
    "Update Password": "تغيير كلمة المرور",
    "Ensure your account is using a long, random password to stay secure.": "تأكد من أن حسابك يستخدم كلمة مرور طويلة وعشوائية للبقاء آمنًا.",
    "Current Password": "كلمة المرور الحالية",
    "New Password": "كلمة المرور الجديدة",
    "Confirm Password": "تأكيد كلمة المرور",
    "Log Out Other Browser Sessions": "تسجيل الخروج من لجلسات الاخرى",
    "For your security, please confirm your password to continue.": "من أجل أمانك ، يرجى تأكيد كلمة المرور الخاصة بك للمتابعة.",
    "Whoops! Something went wrong.": "عذرًا! هناك خطأ ما.",
    "Remember me": "تذكر البيانات",
    "Log in": "تسجيل الدخول",
    "Forgot your password?": "نسيت كلمة المرور؟",
    "Forgot your password? No problem. Just let us know your email address and we will email you a password reset link that will allow you to choose a new one.": "نسيت رقمك السري؟ لا مشكلة. فقط أخبرنا بعنوان بريدك الإلكتروني وسنرسل لك عبر البريد الإلكتروني رابط إعادة تعيين كلمة المرور الذي سيسمح لك باختيار عنوان جديد.",
    "Email Password Reset Link": "رابط إعادة تعيين كلمة مرور البريد الإلكتروني",
    "Login": "تسجيل الدخول",
    "Register": "حساب جديد",
    "Dashboard": "لوحة التحكم",
    "Language": "اللغة"


}
